{
  "header": {
    "name": "Elkasmi Fatima Zahra",
    "title": "Développeuse Full Stack",
    "link": "/"
  },
  "about": {
    "title": "À propos",
    "content": "Je suis Fatima Zahra, une étudiante passionnée et créative en développement full stack basée au Maroc. Avec de solides compétences en technologies front-end et back-end, je conçois des expériences numériques belles, réactives et utiles. Actuellement, je travaille sur des projets personnels comme Greenly et sur des projets professionnels tels que Diva's Bloom, tout en construisant mon agence de développement de rêve : Veyora."
  },
  "experience": {
    "title": "Expérience professionnelle",
    "items": [
      {
        "period": "Fév 2025 - Avr 2025",
        "position": "Développeuse web chez Euroweb Digital, Tanger, Maroc",
        "type": "Stage",
        "description": "Stage à distance durant lequel j'ai développé un site e-commerce complet avec WordPress en local. J’ai exploré l’architecture d’un site, personnalisé des thèmes et intégré des plugins, renforçant mes compétences créatives et techniques."
      },
      {
        "period": "Juil 2023 - Août 2023",
        "position": "Stagiaire chez Label Etudes, Tanger, Maroc",
        "type": "Stage",
        "description": "Participation à la documentation technique de projets et au support des outils web pour les études en génie civil et le suivi de chantiers. J’ai affiné mes compétences en gestion de projet et en analyse de données en contribuant à un projet réel."
      }
    ]
  },
  "education": {
    "title": "Formation",
    "items": [
      {
        "period": "Oct 2023 - Aujourd'hui",
        "institution": "Groupe IKI Tanger - Ingénierie Informatique",
        "type": "Études",
        "description": "Je poursuis actuellement mes études en développement logiciel, en me concentrant sur les technologies front-end et back-end. J'acquiers de solides bases en programmation, développement web et gestion de projet à travers des applications concrètes."
      },
      {
        "period": "Sep 2023 - Aujourd'hui",
        "institution": "Université Abdelmalek Essaâdi, Tanger - Licence en Gestion des Ressources Humaines",
        "type": "Études",
        "description": "Licence en GRH où j’étudie le comportement organisationnel, la gestion des talents et les pratiques stratégiques des RH. Cette formation complète mes compétences techniques avec des compétences humaines essentielles à la collaboration et au leadership."
      },
      {
        "period": "—",
        "institution": "Lycée Moulay Rchid, Maroc",
        "type": "Baccalauréat",
        "description": "Sciences de la Vie et de la Terre, mention bien."
      }
    ]
  },
  "contact": {
    "title": "CONTACT",
    "phone": "+212 6 88 88 30 30",
    "email": "fittothediva@gmail.com",
    "linkedin": "/Fatima Zahra Elkasmi",
    "infos": {
      "phone": "Téléphone",
      "email": "Email",
      "linkedin": "LinkedIn"
    }
  },
  "contacts": {
    "phone": "0688883030",
    "email": "fittothediva@gmail.com",
    "linkedin": "https://www.linkedin.com/in/fatima-zahra-elkasmi/",
    "github": "https://github.com/fitto-0"
  }
}
