{
  "header": {
    "name": "Elkasmi Fatima Zahra",
    "title": "Développeuse Full Stack",
    "link": "/"
  },
  "about": {
    "title": "À propos",
    "content": "Je suis Fatima Zahra, étudiante passionnée en développement full stack basée au Maroc. Avec une solide maîtrise des technologies frontend et backend, je me spécialise dans la création d’expériences digitales réactives et centrées utilisateur. Je développe actuellement des projets personnels comme Greenly ainsi que des plateformes professionnelles comme Diva's Bloom, tout en posant les bases de ma future agence créative de codage, Veyora."
  },
  "experience": {
    "title": "Expérience Professionnelle",
    "items": [
      {
        "period": "Fév 2025 – Avr 2025",
        "position": "Stagiaire Développement Web, Euroweb Digital — Tanger, Maroc",
        "type": "Stage",
        "description": "Stage à distance axé sur le développement complet d’un site e-commerce sous WordPress. Travail sur le développement de thèmes personnalisés, l’intégration de plugins et l’optimisation de l’expérience utilisateur — affinant à la fois mes compétences techniques et ma créativité en design."
      },
      {
        "period": "Juil 2023 – Août 2023",
        "position": "Stagiaire Technique, Label Études — Tanger, Maroc",
        "type": "Stage",
        "description": "Soutien aux équipes de génie civil via des outils web et la gestion documentaire de projets. Contribution à l’analyse de données et au suivi des processus, avec une immersion dans les flux de travail techniques et le travail collaboratif en contexte réel."
      }
    ]
  },
  "education": {
    "title": "Formation",
    "items": [
      {
        "period": "Oct 2023 – Présent",
        "institution": "Groupe IKI, Tanger — Génie Informatique",
        "type": "Licence",
        "description": "Je poursuis une licence en développement logiciel avec une spécialisation full stack. Apprentissage via des projets concrets et acquisition de compétences solides en frontend, backend et gestion de projet."
      },
      {
        "period": "Sep 2023 – Présent",
        "institution": "Université Abdelmalek Essaadi, Tanger — Licence en Gestion des Ressources Humaines",
        "type": "Licence",
        "description": "Développement d’expertise en comportement organisationnel, gestion des talents et stratégie managériale. Ce cursus complète mon profil technique par des compétences humaines et collaboratives essentielles."
      },
      {
        "period": "Sep 2022 – Juin 2023",
        "institution": "Lycée Moulay Rchid, Maroc",
        "type": "Baccalauréat",
        "description": "Obtenu avec mention, spécialité Sciences de la Vie et de la Terre."
      }
    ]
  },
  "contact": {
    "title": "Contact",
    "phone": "+212 6 88 88 30 30",
    "email": "fittothediva@gmail.com",
    "linkedin": "/Fatima Zahra Elkasmi",
    "infos": {
      "phone": "Téléphone",
      "email": "Email",
      "linkedin": "LinkedIn"
    }
  },
  "contacts": {
    "phone": "+212688883030",
    "email": "fittothediva@gmail.com",
    "linkedin": "https://www.linkedin.com/in/fatima-zahra-elkasmi/",
    "github": "https://github.com/fitto-0"
  }
}
