{
  "header": {
    "name": "Elkasmi Fatima Zahra",
    "title": "Développeuse Full Stack",
    "link": "https://fzel.vercel.app/"
  },
  "about": {
    "title": "À propos",
    "content": "Je suis Fatima Zahra , étudiante en développement full-stack au Maroc, passionnée par le design épuré, les interactions fluides et les expériences digitales esthétiques. Je crée des sites web responsives, des interfaces intuitives et des applications web soignées grâce aux technologies modernes front-end et back-end. J’aime concevoir des interfaces élégantes, donner vie aux idées et transformer les concepts en produits fonctionnels et agréables à utiliser. J’apprends en continu, je développe mes compétences et j’explore de nouveaux outils dans le développement web et l’IA. Une esthétique douce, une grande attention aux détails et une expérience utilisateur réfléchie caractérisent mon travail."
  },
  "experience": {
    "title": "Expérience Professionnelle",
    "items": [
      {
        "period": "Jan 2026 – Fév 2026",
        "position": "Stagiaire en développement web, SyntecxHub – À distance",
        "type": "Stage",
        "description": "Acquisition d’une expérience pratique en développement web full-stack, en utilisant des technologies modernes pour concevoir et améliorer des applications réelles. Contribution au développement des interfaces frontend, à la logique backend et à l’intégration des bases de données, tout en collaborant au sein d’une équipe agile et en respectant les bonnes pratiques de développement et de code propre."
      },
      {
        "period": "Fév 2025 – Avr 2025",
        "position": "Stagiaire Développement Web, Euroweb Digital - Tanger, Maroc",
        "type": "Stage",
        "description": "Stage à distance axé sur le développement complet d’un site e-commerce sous WordPress. Travail sur le développement de thèmes personnalisés, l’intégration de plugins et l’optimisation de l’expérience utilisateur - affinant à la fois mes compétences techniques et ma créativité en design."
      },
      {
        "period": "Juil 2024 – Août 2024",
        "position": "Stagiaire Technique, Label Études - Tanger, Maroc",
        "type": "Stage",
        "description": "Soutien aux équipes de génie civil via des outils web et la gestion documentaire de projets. Contribution à l’analyse de données et au suivi des processus, avec une immersion dans les flux de travail techniques et le travail collaboratif en contexte réel."
      }
    ]
  },
  "education": {
    "title": "Formation",
    "items": [
      {
        "period": "Oct 2023 – Présent",
        "institution": "Groupe IKI, Tanger - Génie Informatique",
        "type": "Licence",
        "description": "Je poursuis une licence en développement logiciel avec une spécialisation full stack. Apprentissage via des projets concrets et acquisition de compétences solides en frontend, backend et gestion de projet."
      },
      {
        "period": "Sep 2023 – Présent",
        "institution": "Université Abdelmalek Essaadi, Tanger - Licence en Gestion des Ressources Humaines",
        "type": "Licence",
        "description": "Développement d’expertise en comportement organisationnel, gestion des talents et stratégie managériale. Ce cursus complète mon profil technique par des compétences humaines et collaboratives essentielles."
      },
      {
        "period": "Sep 2022 – Juin 2023",
        "institution": "Lycée Moulay Rchid, Maroc",
        "type": "Baccalauréat",
        "description": "Obtenu avec mention, spécialité Sciences de la Vie et de la Terre."
      }
    ]
  },
  "contact": {
    "title": "Contact",
    "phone": "+212 6 88 88 30 30",
    "email": "fittothediva@gmail.com",
    "linkedin": "/Fatima Zahra Elkasmi",
    "infos": {
      "phone": "Téléphone",
      "email": "Email",
      "linkedin": "LinkedIn"
    }
  },
  "contacts": {
    "phone": "+212688883030",
    "email": "fittothediva@gmail.com",
    "linkedin": "https://www.linkedin.com/in/fatima-zahra-elkasmi/",
    "github": "https://github.com/fitto-0"
  }
}
